Revit 2027 API
FilterInverseRule.GetInnerRule Method
 Gets the rule being inverted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FilterRule GetInnerRule()
Public Function GetInnerRule As FilterRule
public:
FilterRule^ GetInnerRule()
member GetInnerRule : unit -> FilterRule
Return Value
FilterRule
See Also
Reference
FilterInverseRule Class
Autodesk.Revit.DB Namespace